cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'autojump'
brew 'carthage'
brew 'chruby'
brew 'coreutils'
brew 'fish'
brew 'freetype'
brew 'go'
brew 'grc'
brew 'hugo'
brew 'imagemagick'
brew 'jp2a'
brew 'mackup'
brew 'mergepbx'
brew 'mysql'
brew 'node'
brew 'noti'
brew 'openssl'
brew 'postgresql'
brew 'python'
brew 'rbenv'
brew 'readline'
brew 'roundup'
brew 'ruby-build'
brew 'spaceman-diff'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'xctool'
brew 'youtube-dl'

cask 'alfred'
cask 'atom'
cask 'backblaze'
cask 'bartender'
cask 'caffeine'
cask 'charles'
cask 'cleanmymac'
cask 'dash'
cask 'evernote'
cask 'firefox'
cask 'google-chrome'
cask 'intellij-idea'
cask 'iterm2'
cask 'mindnode-pro'
cask 'rescuetime'
cask 'seashore'
cask 'sketch'
cask 'slack'
cask 'sourcetree'
cask 'spectacle'
cask 'spotify'
cask 'tunnelbear'
